Repository: InfotelGLPI/activity
Catalog: locales/*.po
Languages: es_ec, fr_fr, hr_hr

source: Activity
es_ec: Actividades
fr_fr: Activité quotidienne
hr_hr: Aktivnost

source: Private holiday
es_ec: Vacación privada
fr_fr: Congé personnel
hr_hr: Dopust

source: Please select a manager
es_ec: Por favor, seleccione un supervisor
fr_fr: Merci de sélectionner un responsable
hr_hr: Odaberi voditelja

source: Manager sucessfully added.
es_ec: Supervisor agregado con éxito.
fr_fr: Responsable ajouté avec succès.
hr_hr: Voditelj uspješno dodan.

source: An error happend while adding the manager
es_ec: Se ha producido un error al agregar el supervisor
fr_fr: Une erreur est survenue lors de l'ajout du responsable
hr_hr: Došlo je do greške pri dodavanju voditelja

source: An error happend while deleting the manager
es_ec: Se ha producido un error al eliminar el supervisor
fr_fr: Un erreur est survenue lors de la suppression du responsable
hr_hr: Došlo je do greške pri brisanju voditelja

source: Manager sucessfully deleted.
es_ec: Supervisor eliminado con éxito.
fr_fr: Responsable supprimé avec succès
hr_hr: Voditelj uspješno izbrisan.

source: Holiday request from
es_ec: Solicitud de vacaciones desde
fr_fr: Demande de congés de
hr_hr: Zahtjev za dopust od

source: of
es_ec: de
fr_fr: du
hr_hr: od

source: Please activate the plugin
es_ec: Por favor, active el complemento
fr_fr: Veuillez activer le plugin
hr_hr: Aktiviraj dodatak

source: Report of Activities
es_ec: Informe de Actividades
fr_fr: Rapport d'activité
hr_hr: Izvještaj o aktivnostima

source: Define internal helpdesk
es_ec: Definir el servicio de asistencia interna
fr_fr: Définir la terminologie pour l'assistance interne
hr_hr: Definiraj internu podršku

source: Show internal helpdesk
es_ec: Mostrar el servicio de asistencia interna
fr_fr: Dénomination pour l'assistance interne
hr_hr: Prikaži internu podršku

source: during
es_ec: durante
fr_fr: au cours de
hr_hr: tijekom

source: Year
es_ec: Año
fr_fr: Année
hr_hr: Godina

source: for
es_ec: para
fr_fr: pour
hr_hr: za

source: Client
es_ec: Cliente
hr_hr: Klijent

source: Project / activity
es_ec: Proyecto / actividad
fr_fr: Projet / Activité
hr_hr: Projekt / aktivnost

source: Part time
es_ec: A tiempo parcial
fr_fr: Temps partiel
hr_hr: Nepuno radno vrijeme

source: Holidays or exceptional absences
es_ec: Vacaciones o ausencias excepcionales
fr_fr: Congés ou absences exceptionnelles
hr_hr: Dopusti ili izvanredni izostanci

source: Sickness or maternity
es_ec: Enfermedad o maternidad
fr_fr: Maladie ou maternité
hr_hr: Bolovanje ili roditeljski dopust

source: Absences
es_ec: Ausencias
hr_hr: Izostanci

source: Entry except in the month, the total must be equal to the number of working days this month
es_ec: A menos que se ingrese en el mes, este total debe ser igual al número de días hábiles de este mes, es decir
fr_fr: Sauf entrée dans le mois, ce total doit être égal au nombre de jours ouvrés de ce mois, soit
hr_hr: Unos, osim u mjesecu, ukupno mora biti jednak broju radnih dana u ovom mjesecu

source: Total incorrect
es_ec: Total incorrecto
hr_hr: Ukupno neispravno

source: Generated with GLPI on
es_ec: Generado con GLPI el
fr_fr: Généré avec GLPI le
hr_hr: Izrađeno pomoću GLPI-a

source: Activity in the month
es_ec: Actividad en el mes
fr_fr: Activité du mois
hr_hr: Aktivnost u mjesecu

source: Display of activity by month for a user (tickets, activity, holidays, others)
es_ec: Visualización de la actividad por mes de un usuario (casos, actividad, vacaciones, otros)
fr_fr: Affichage de l'activité par mois pour un utilisateur (tickets, activité, vacances, autres)
hr_hr: Prikaži aktivnost po mjesecu za korisnika (predmeti, aktivnost, dopusti, ostalo)

source: Activity Menu
es_ec: Menú de actividades
fr_fr: Menu Activité
hr_hr: Izbornik aktivnosti

source: Interventions not in CRA
es_ec: Intervenciones no incluidas en el Informe de actividades
fr_fr: Interventions non présentes sur le CRA
hr_hr: Intervencije nisu u izvještaju o aktivnostima

source: Planning access
es_ec: Planificación del acceso
fr_fr: Accès au planning
hr_hr: Planiranje pristupa

source: All day
es_ec: Todo el día
fr_fr: Jour entier
hr_hr: Cjelodnevno

source: No defined type
es_ec: Sin tipo definido
fr_fr: Pas de type défini
hr_hr: Nema definirane vrste

source: Please fill a begin date
es_ec: Por favor, introduzca una fecha de inicio
fr_fr: Merci de renseigner une date de début
hr_hr: Upiši početni datum

source: Please fill an end date
es_ec: Indique una fecha de finalización
fr_fr: Merci de renseigner une date de fin
hr_hr: Upiši završni datum

source: Holiday type is mandatory field
es_ec: El tipo de vacaciones es un campo obligatorio
fr_fr: Le type de congé est un champ obligatoire
hr_hr: Vrsta dopusta je obavezno polje

source: User is mandatory field
es_ec: El usuario es un campo obligatorio
fr_fr: L'utilisateur est un champ obligatoire
hr_hr: Korisnik je obavezno polje

source: The chosen begin date is on weekend
es_ec: La fecha de inicio elegida es el fin de semana
fr_fr: La date de début choisie est en weekend
hr_hr: Odabrani početni datum pada na vikend

source: The chosen date is a public holiday
es_ec: La fecha elegida es un día festivo
fr_fr: Le jour choisi est un jour férié
hr_hr: Odabrani datum je državni praznik

source: You have already planned holidays for this period
es_ec: Ya ha planificado vacaciones para este período
fr_fr: Vous avez déjà planifié des congés pour cette période
hr_hr: Za ovo vrijeme već imaš planirani dopust

source: The user has already planned holidays for this period
es_ec: El usuario ya ha planificado sus vacaciones para este periodo
fr_fr: Cet utilisateur a déjà planifié des congés pour cette période
hr_hr: Korisnik je već planirao dopust za ovo vrijeme

source: Auto-validated
es_ec: Validación automática
fr_fr: Validé automatiquement
hr_hr: Automatski provjereno

source: Validation of your holiday request
es_ec: Validación de su solicitud de vacaciones
fr_fr: Validation de la demande de congé
hr_hr: Provjera tvog zahtjeva za dopust

source: The user don't have any manager filled in his personal settings.
es_ec: El usuario no tiene ningún supervisor en sus preferencias.
fr_fr: L'utilisateur n'a pas encore renseigné de responsable dans ses préférences
hr_hr: Korisnik nema polje voditelja u svojim osobnim postavkama.

source: Create a holiday request
es_ec: Crear una solicitud de vacaciones
fr_fr: Demande de congé
hr_hr: Stvori zahtjev za dopust

source: List of holidays
es_ec: Lista de vacaciones
fr_fr: Liste des congés
hr_hr: Popis dopusta

source: Approve holiday
es_ec: Aprobar las vacaciones
fr_fr: Valider un congé
hr_hr: Odobri dopust

source: Holiday counter
es_ec: Contador de vacaciones
fr_fr: Compteur de congé
hr_hr: Brojač dopusta

source: Add a manager
es_ec: Añadir un supervisor
fr_fr: Ajouter un responsable
hr_hr: Dodaj voditelja

source: You don't have any manager filled in you personal settings.
es_ec: No tiene ningún administrador completado su configuración personal.
fr_fr: Vous n'avez pas encore renseigné de responsable dans vos préférences
hr_hr: Nijedan voditelj nije upisan u tvojim osobnim postavkama.

source: In order to make a holiday demand, please fill at least one manager in your personal settings
es_ec: Para realizar una solicitud de vacaciones, rellene al menos un supervisor en sus preferencias
fr_fr: Pour effectuer une demande de congé, merci de renseigner au moins un responsable dans vos préférences
hr_hr: Za stvaranje zahtjeva za dopust, upiši barem jednog voditelja u tvoje osobne postavke

source: See the page
es_ec: Ver la página
fr_fr: Voir page
hr_hr: Pogledaj stranicu

source: Only on afternoon
es_ec: Sólo por la tarde
fr_fr: Que l'après-midi
hr_hr: Samo popodne

source: Only on morning
es_ec: Solo por la mañana
fr_fr: Que le matin
hr_hr: Samo ujutro

source: You must fill a registration number for this user before generating the TXT file.
es_ec: Debe completar un número administrativo para este usuario antes de generar el archivo TXT.
fr_fr: Vous devez renseigner un numéro de matricule pour cet utilisateur avant de pouvoir générer le fichier TXT.
hr_hr: Moraš upisati registarski broj za ovog korisnika prije generiranja TXT datoteke.

source: See this page
es_ec: Ver esta página
fr_fr: Voir cette page
hr_hr: Pogledaj ovu stranicu

source: Generate TXT file for this holiday
es_ec: Generar archivo TXT para estas vacaciones
fr_fr: Générer le fichier TXT pour ce congé
hr_hr: Generiraj TXT datoteku za ovaj dopust

source: Send the mail for this holiday
es_ec: Envíe el correo para estas vacaciones
fr_fr: Envoyer l'email pour ce congé

source: Close without clearing
es_ec: Cerrar sin borrar
fr_fr: Fermer sans effacer
hr_hr: Zatvori bez brisanja

source: See previous month
es_ec: Ver mes anterior
fr_fr: Voir le mois précédent
hr_hr: Pogledaj prošli mjesec

source: See next month
es_ec: Ver el mes que viene
fr_fr: Voir le mois suivant
hr_hr: Pogledaj sljedeći mjesec

source: See current month
es_ec: Ver mes actual
fr_fr: Voir le mois en cours
hr_hr: Pogledaj tekući mjesec

source: See another month
es_ec: Ver otro mes
fr_fr: Voir un autre mois
hr_hr: Pogledaj jedan drugi mjesec

source: See another year
es_ec: Ver otro año
fr_fr: Voir une autre année
hr_hr: Pogledaj jednu drugu godinu

source: Use DD as first day of week
es_ec: Usar DD como primer día de la semana
fr_fr: Choisir DD comme premier jour de la semaine
hr_hr: Koristi DD kao prvi dan u tjednu

source: Choose the date
es_ec: Elija la fecha
fr_fr: Choisir la date
hr_hr: Odaberi datum

source: Comment
es_ec: Comentarios
fr_fr: Commentaire
hr_hr: Komentar

source: Remaining holidays for the period
es_ec: Vacaciones restantes del período
fr_fr: Congés restants sur la période
hr_hr: Preostali dopusti za vrijeme

source: Leave awaiting validation
es_ec: Dejar en espera de validación
fr_fr: Congés en attente de validation
hr_hr: Ostavi čekanje na potvrdu

source: Holiday period is mandatory field
es_ec: El período de vacaciones es un campo obligatorio
fr_fr: La période des congés est obligatoire
hr_hr: Vrijeme dopusta je obavezno polje

source: Only one counter by period is allowed
es_ec: Solo se permite un contador por período
fr_fr: Uniquement un compteur par période est autorisé
hr_hr: Dozvoljen je samo jedan brojač po vremenu

source: Counter
es_ec: Contador
fr_fr: Compteur
hr_hr: Brojač

source: Remaining holidays
es_ec: Vacaciones restantes
fr_fr: Congés restants
hr_hr: Preostali dopusti

source: Valid until
es_ec: Válido hasta
fr_fr: Valide jusqu'au
hr_hr: Vrijedi do

source: Cumul
es_ec: Acumular
hr_hr: Kumulirano

source: Holiday period
es_ec: Periodos de vacaciones
fr_fr: Période de congé
hr_hr: Vrijeme dopusta

source: Short name
es_ec: Nombre corto
fr_fr: Nom court
hr_hr: Kratko ime

source: Archived
es_ec: Archivados
fr_fr: Archivé
hr_hr: Arhivirano

source: Holiday type
es_ec: Tipo de vacaciones
fr_fr: Type de congé
hr_hr: Vrsta dopusta

source: Mandatory comment
es_ec: Comentario obligatorio
fr_fr: Commentaire obligatoire
hr_hr: Obavezni komentar

source: Holiday
es_ec: Vacaciones
fr_fr: Congé
hr_hr: Dopust

source: Use this holiday in the counter
es_ec: Utilice estas vacaciones en el contador
fr_fr: Utiliser ce congé dans le compteur
hr_hr: Koristi ovaj dopust u brojaču

source: Sickness
es_ec: Enfermedad
fr_fr: Maladie
hr_hr: Bolovanje

source: Linked to a period
es_ec: Vinculado a un período
fr_fr: Lié à une période de congés
hr_hr: Povezano s vremenom

source: Can't be of more than one type at the same time
es_ec: No puede ser de más de un tipo al mismo tiempo
hr_hr: Ne može biti više od jedne vrste istovremeno

source: Holiday validation
es_ec: Validación de vacaciones
fr_fr: Validation du congé
hr_hr: Provjera dopusta

source: Mail sent to %s
es_ec: Correo enviado a 1%s
fr_fr: Message envoyé à %s
hr_hr: Email poslan za %s

source: See validation options
es_ec: Ver opciones de validación
fr_fr: Voir les options de validation
hr_hr: Pogledaj opcije za provjeru

source: Validation for this holiday
es_ec: Validaciones para estas vacaciones
fr_fr: Validation de ce congé
hr_hr: Provjera za ovaj dopust

source: No holiday validation request found
es_ec: No se ha encontrado ninguna solicitud de validación de vacaciones
fr_fr: Pas de demande de validation de congé trouvée
hr_hr: Nema zahtjeva za provjerom dopusta

source: Do you approve this holiday ?
es_ec: ¿Aprueba estas vacaciones?
fr_fr: Validez-vous ce congé ?

source: Accept holiday
es_ec: Aceptar vacaciones
fr_fr: Valider le congé
hr_hr: Prihvati dopust

source: Refuse holiday
es_ec: Rechazar vacaciones
fr_fr: Refuser le congé
hr_hr: Odbij dopust

source: Holidays detail
es_ec: Detalle vacaciones
fr_fr: Détail des congés
hr_hr: Detalj dopusta

source: Holidays detail in progress
es_ec: Detalle de las vacaciones en curso
fr_fr: Détails des congés en cours de validation
hr_hr: Detalj dopusta u tijeku

source: Please fill a subject
es_ec: Por favor, rellene un asunto
fr_fr: Merci de spécifier un sujet

source: Please fill a mail body
es_ec: Por favor, rellene el cuerpo de un correo
fr_fr: Merci d'ajouter le contenu de l'email

source: Mail sent
es_ec: Correo enviado
fr_fr: Email envoyé

source: A mail has been sent to %s
es_ec: Se ha enviado un correo a %s
fr_fr: Un email a été envoyé à %s

source: Failed Mail send
es_ec: Envío fallido
fr_fr: L'email n'a pas été envoyé

source: Fail to send a mail to %s
es_ec: Error al enviar un correo a 1%s
fr_fr: Echec de l'envoi de l'email à %s

source: Error in sending the email
es_ec: Error al enviar el correo electrónico
fr_fr: Erreur d'envoi de l'email

source: New personal holiday request
es_ec: Nueva solicitud de vacaciones personales
fr_fr: Nouvelle demande de congé personnel
hr_hr: Novi zahtjev za dopust

source: Answer to a personal holiday request
es_ec: Respuesta a una solicitud personal de vacaciones
fr_fr: Réponse à une demande de congé personnel
hr_hr: Odgovor na zahtjev za dopust

source: Approvers
es_ec: Aprobadores
fr_fr: Valideurs
hr_hr: Odobravatelji

source: Refusal of your holiday request
es_ec: Denegación de su solicitud de vacaciones
fr_fr: Refus de votre demande de congé
hr_hr: Odbijanje tvog zahtjeva za dopust

source: A new holiday request has been submitted
es_ec: Se ha presentado una nueva solicitud de vacaciones
fr_fr: Une nouvelle demande de congé a été soumise
hr_hr: Podnesen je novi zahtjev za dopust

source: Number of days
es_ec: Número de días
fr_fr: Nombre de jours
hr_hr: Broj dana

source: Plugin setup
es_ec: Configuración del plugin
fr_fr: Configuration du plugin
hr_hr: Postavljanje dodatka

source: Replace activity name by the activity type
es_ec: Sustituir el nombre de la actividad por el tipo de actividad
fr_fr: Remplacer le nom de l'activité par le type d'activité
hr_hr: Zamijeni ime aktivnost s vrstom aktivnosti

source: Use time repartition
es_ec: Usar la repartición de tiempo
fr_fr: Utilisation de la répartition du temps
hr_hr: Koristi raspoređivanje vremena

source: Use the view by day men in planning
es_ec: Utilizar la vista por día de los hombres en la planificación
fr_fr: Utiliser l'affichage en jour-homme dans le planning
hr_hr: Koristi prikaz po danu pri planiranju

source: Use pairs schedules
es_ec: Utilizar horarios por pares
fr_fr: Autoriser uniquement les activités paires
hr_hr: Koristi termine s parnim brojem sati

source: Authorize only the whole schedules
es_ec: Autorizar sólo los horarios completos
fr_fr: Autoriser uniquement les horaires entiers
hr_hr: Dozvoli samo termine sa cijelim satima

source: Authorize activities on week-ends
es_ec: Autorizar actividades los fines de semana
fr_fr: Autoriser les activité les Week-ends

source: Principal client
es_ec: Cliente principal
hr_hr: Glavni klijent

source: Used mail for holidays
es_ec: Correo usado para vacaciones
fr_fr: Courriel utilisé pour les congés
hr_hr: Korišteni email za dopuste

source: CRA Footer
es_ec: Pie de página del Informe de actividades
fr_fr: Pied de page du CRA
hr_hr: Podnožje u izvještaju o aktivnostima

source: Use group manager as holiday manager
es_ec: Usar el supervisor del grupo como supervisor de vacaciones
fr_fr: Utiliser les superviseurs des groupes comme responsables des congés
hr_hr: Koristi voditelja grupe kao voditelja dopusta

source: Default validation percent
es_ec: Porcentaje de validación predeterminado
fr_fr: Pourcentage de validation par défaut
hr_hr: Standardni postotak provjere

source: is on CRA by default
es_ec: está en el Informe de actividades de forma predeterminada
fr_fr: Valeur par défaut du champ "Afficher sur le CRA"
hr_hr: standardno u izvještaju o aktivnostima

source: Use projects
es_ec: Usar proyectos
fr_fr: Utiliser les projets
hr_hr: Koristi projekte

source: Add an activity
es_ec: Agregar una actividad
fr_fr: Ajouter une activité
hr_hr: Dodaj aktivnost

source: List of activities
es_ec: Lista de actividades
fr_fr: Liste des activités
hr_hr: Popis aktivnosti

source: CRA
es_ec: Informe de actividades
hr_hr: Izvještaj o aktivnostima

source: Use in CRA
es_ec: Usar en el Informe de actividades
fr_fr: Afficher sur le CRA
hr_hr: Koristi u izvještaju o aktivnostima

source: Only whole hours are allowed (no split times)
es_ec: Sólo se admiten horas completas (no se admiten tiempos parciales)
fr_fr: Seuls les horaires entiers sont autorisés (pas d'horaires fractionnées)
hr_hr: Dozvoljeni su samo cijeli sati (u nizu)

source: Only pairs schedules are allowed
es_ec: Solo se permiten horarios de pares
fr_fr: Seuls les horaires pairs sont autorisés
hr_hr: Dozvoljeni su samo termini s parnim brojem sati

source: One of the dates is on weekend, please add the date in the exceptionsof the reccurent rule
es_ec: Una de las fechas es el fin de semana, por favor agregue la fecha en las excepciones de la regla recurrente
fr_fr: L'une des dates est le week-end, veuillez ajouter la date dans les exceptions de la règle récurrente

source: Activity type is mandatory field
es_ec: El tipo de actividad es un campo obligatorio
fr_fr: Le type d'activité est un champ obligatoire
hr_hr: Vrsta aktivnosti je obavezno polje

source: The chosen end date is on weekend
es_ec: La fecha de finalización elegida es el fin de semana
fr_fr: La date de fin choisie est en week-end
hr_hr: Odabrani završni datum pada na vikend

source: List of my managers
es_ec: Lista de mis supervisores
fr_fr: Liste de mes responsables
hr_hr: Popis mojih voditelja

source: You have not declared any manager yet.
es_ec: Aún no ha declarado ningún supervisor.
fr_fr: Vous n'avez encore déclaré aucun responsable.
hr_hr: Još nisi prijavio/la niti jednog voditelja.

source: There is no manager for your groups
es_ec: No hay supervisores para sus grupos
fr_fr: Il n'y a pas de responsables définis pour vos groupes

source: Right management
es_ec: Rights management
fr_fr: Gestion des droits
hr_hr: Upravljanje pravima

source: Validate holiday
es_ec: Validar vacaciones
fr_fr: Valider un congé
hr_hr: Provjeri dopust

source: Statistics and reports
es_ec: Estadísticas e informes
fr_fr: Statistiques et rapports
hr_hr: Statisktika i izvještaji

source: Display activities of all
es_ec: Mostrar actividades de todos
fr_fr: Voir les activités / congés de tous
hr_hr: Prikaži aktivnosti svih

source: Public holiday
es_ec: Día festivo
fr_fr: Jour férié
hr_hr: Državni praznik

source: Take a snapshot of the CRA
es_ec: Tomar una instantánea del informe de actividades
fr_fr: Prendre un instantané du CRA
hr_hr: Napravi snimku izvještaja o aktivnostima

source: Snapshots of the month
es_ec: Instantáneas del mes
fr_fr: Instantanés du mois
hr_hr: Snimke mjeseca

source: Snapshot taken in
es_ec: Instantánea tomada en
fr_fr: Instantané pris le
hr_hr: Snimka napravljena u

source: Export CRA
es_ec: Exportar informe de actividades
fr_fr: Exporter le CRA
hr_hr: Izvezi izvještaj o aktivnostima

source: Activity report
es_ec: Informe de actividades
fr_fr: Rapport d'activités
hr_hr: Izvještaj o aktivnostima

source: Next month
es_ec: Próximo mes
fr_fr: Mois suivant
hr_hr: Sljedeći mjesec

source: Previous month
es_ec: Mes anterior
fr_fr: Mois précédent
hr_hr: Prošli mjesec

source: Unbilled
es_ec: Sin facturar
fr_fr: Non facturé
hr_hr: Nenaplaćeno

source: Project
es_ec: Proyecto
fr_fr: Projet
hr_hr: Projekt

source: Activities detail
es_ec: Detalle de las actividades
fr_fr: Détail des activités
hr_hr: Detalj aktivnosti

source: Percent
es_ec: Porcentaje
fr_fr: Pourcentage
hr_hr: Postotak

source: No activity found
es_ec: No se ha encontrado actividad
fr_fr: Aucune activité trouvée
hr_hr: Nema aktivnosti

source: Activity statistics
es_ec: Estadísticas de actividad
fr_fr: Statistique sur l'activité
hr_hr: Statistika aktivnosti

source: Number of technicians
es_ec: Número de técnicos
fr_fr: Nombre de techniciens
hr_hr: Broj tehničarima

source: Number of tickets in progress
es_ec: Número de entradas en curso
fr_fr: Nombre de tickets en cours
hr_hr: Broj naloga u tijeku

source: All the period
es_ec: Todo el período
fr_fr: Toute la période
hr_hr: Cijelo vrijeme

source: Main evolution of team
es_ec: Principal evolución del equipo
fr_fr: Evolution générale de l'équipe
hr_hr: Glavni razvoj tima

source: The following user is unavailable / on holiday :
es_ec: El siguiente usuario no está disponible / está de vacaciones :
fr_fr: L'utilisateur suivant est indisponible / en vacances :
hr_hr: Sljedeći korisnik je nedostupan / na dopustu:

source: Cumulative ticket task
es_ec: Tareas de tickets acumulativos
fr_fr: Tâche de ticket cumulée
hr_hr: Kumulirani zadatak naloga

source: Export the report
es_ec: Exportar el informe
fr_fr: Exporter le rapport
hr_hr: Izvezi izvještaj

source: Refresh
es_ec: Actualizar
fr_fr: Rafraichir
hr_hr: Aktualiziraj

source: Choose the DD, MM d
fr_fr: Choisir DD, MM d
hr_hr: Odaberi DD, MM d

source: Use hour on cra and not half day
fr_fr: Utiliser les heures sur le CRA et non des jours / hommes

source: Associated activity
hr_hr: Povezana aktivnost

source: Activity type
hr_hr: Vrsta aktivnosti

source: Total OK
hr_hr: Ukupno u redu

source: Generate mail for this holiday
hr_hr: Generiraj email za ovaj dopust
